03 Testrapport/02 OA release/01 I&T Artefacten/02 Technisch/01 I&T testtool/02 Tool/Mutatie verwerking/M01/3.BRP/Bijhouding/M01_SOAP-VA10001-P1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:brp="http://www.bzk.nl/brp/brp0200">
	<soapenv:Header/>
	<soapenv:Body>
		<brp:bhg_vbaRegistreerVerblijfsrecht>
			<brp:stuurgegevens brp:communicatieID="comid.stuurgegevens">
				<brp:zendendePartij>036301</brp:zendendePartij>
				<brp:zendendeSysteem>BRP</brp:zendendeSysteem>
				<brp:referentienummer>00000000-0000-0000-0042-200000000104</brp:referentienummer>
				<brp:tijdstipVerzending>2017-03-10T15:16:40.829+02:00</brp:tijdstipVerzending>
			</brp:stuurgegevens>
			<brp:parameters brp:communicatieID="CI_parameters">
				<brp:verwerkingswijze>Bijhouding</brp:verwerkingswijze>
			</brp:parameters>
			<brp:wijzigingVerblijfsrecht brp:objecttype="AdministratieveHandeling" brp:communicatieID="CI_adm_hand">
				<brp:partijCode>036301</brp:partijCode>
				<brp:bronnen>
					<brp:bron brp:objecttype="AdministratieveHandelingBron" brp:communicatieID="Bron_1">
						<brp:document brp:objecttype="Document" brp:communicatieID="CI_document_1">
							<brp:soortNaam>Mededeling Minister inzake verblijfsrecht</brp:soortNaam>
							<brp:partijCode>036301</brp:partijCode>
						</brp:document>
					</brp:bron>
				</brp:bronnen>
				<brp:acties>
					<brp:registratieVerblijfsrecht brp:objecttype="Actie" brp:communicatieID="CI_actie_1">
						<brp:bronnen>
							<brp:bron brp:objecttype="ActieBron" brp:referentieID="Bron_1" brp:communicatieID="CI_bron_1"/>
						</brp:bronnen>
						<brp:persoon brp:objecttype="Persoon" brp:objectSleutel="{GeefDetailsPersoon;bsn=232019617;Response_Persoon.xsl}" brp:communicatieID="CI_persoon_1">
							<brp:verblijfsrecht brp:communicatieID="CI_verblijfsrecht_1">
								<brp:aanduidingCode>25</brp:aanduidingCode>
								<brp:datumAanvang>2017-03-08</brp:datumAanvang>
								<brp:datumMededeling>2017-03-09</brp:datumMededeling>
								<brp:datumVoorzienEinde>2018-12-01</brp:datumVoorzienEinde>
							</brp:verblijfsrecht>
						</brp:persoon>
					</brp:registratieVerblijfsrecht>
				</brp:acties>
			</brp:wijzigingVerblijfsrecht>
		</brp:bhg_vbaRegistreerVerblijfsrecht>
	</soapenv:Body>
</soapenv:Envelope>